<?php
// Heading
$_['heading_title']        = 'என் முகவரி';

// Text
$_['text_account']         = 'விவரம்';
$_['text_address_book']    = 'முகவரி ';
$_['text_edit_address']    = 'முகவரியை தொகு';
$_['text_add']             = 'உங்கள் முகவரி வெற்றிகரமாக சேர்க்கப்பட்டது';
$_['text_edit']            = 'உங்கள் முகவரி வெற்றிகரமாக புதுப்பிக்கப்பட்டது';
$_['text_delete']          = 'உங்கள் முகவரி வெற்றிகரமாக நீக்கப்பட்டது';
$_['text_empty']           = 'உங்கள் விவரத்தில் முகவரி இல்லை.';

// Entry
$_['entry_firstname']      = 'முதல் பெயர்';
$_['entry_lastname']       = 'கடைசி பெயர்';
$_['entry_company']        = 'நிறுவனம்';
$_['entry_address_1']      = 'முகவரி 1';
$_['entry_address_2']      = 'முகவரி 2';
$_['entry_postcode']       = 'தபால் எண்';
$_['entry_city']           = 'நகரம் ';
$_['entry_country']        = 'நாடு ';
$_['entry_zone']           = 'பிராந்தியம் / மாநிலம்';
$_['entry_default']        = 'தற்போதைய முகவரி';

// Error
$_['error_delete']                = 'எச்சரிக்கை: குறைந்தது ஒரு முகவரி இருக்க வேண்டும்!';
$_['error_default']               = 'எச்சரிக்கை: உங்களது தற்போதைய முகவரியை அளிக்க முடியாது!';
$_['error_firstname']             = 'முதல் பெயர் 1 மற்றும் 32 எழுத்துகளுக்கு இடையில் இருக்க வேண்டும்!';
$_['error_lastname']              = 'கடைசி பெயர் 1 மற்றும் 32 எழுத்துகள் இடையே இருக்க வேண்டும்!';
$_['error_vat']                   = 'VAT எண் தவறானது!';
$_['error_address_1']             = 'முகவரி 3 மற்றும் 128 எழுத்துக்கள் இருக்க வேண்டும்!';
$_['error_postcode']              = 'அஞ்சல் எண் 2 மற்றும் 10 எழுத்துகளுக்கு இடையில் இருக்க வேண்டும்!';
$_['error_city']                  = 'நகரம் பெயர் 2 மற்றும் 128 எழுத்துகளுக்கு இடையில் இருக்க வேண்டும்!';
$_['error_country']               = 'தயவுச் செய்து ஒரு நாட்டைத் தேர்ந்தெடுக்கவும்!';
$_['error_zone']                  = 'தயவுச் செய்து ஒரு பிராந்தியத்தில் / மாநில தேர்ந்தெடுக்கவும்!';
$_['error_custom_field']          = '%s தேவையானவை!';