<?php
// Heading
$_['heading_title']   = 'உங்கள் கடவுச்சொல்லை மறந்து விட்டீர்களா?';

// Text
$_['text_account']    = 'விவரம்';
$_['text_forgotten']  = 'கடவுச்சொல் மறந்து';
$_['text_your_email'] = 'உங்கள் மின்னஞ்சல்';
$_['text_email']      = 'உங்கள் விவரத்துக்கு தொடர்புள்ள முகவரியை செலுத்துக. கடவுச்சொல்லை மீட்க கிளிக் செய்யவும்.';
$_['text_success']    = 'ஒரு உறுதிப்படுத்தல் இணைப்பை உங்கள் மின்னஞ்சல் முகவரியை அனுப்பி வைக்கப்பட்டுள்ளது.';

// Entry
$_['entry_email']     = 'மின்னஞ்சல்';
$_['entry_password']  = 'கடவுச்சொல்';
$_['entry_confirm']   = 'உறுதிப்படுத்தவும்';

// Error
$_['error_email']     = 'எச்சரிக்கை: மின்னஞ்சல் முகவரி எங்கள் பதிவுகளை காணப்படவில்லை, தயவு செய்து மீண்டும் முயற்சிக்கவும்!';
$_['error_approved']  = 'எச்சரிக்கை: நீங்கள் உள்நுழைய முன் ஒப்புதல் தேவை.';
$_['error_password']  = 'கடவுச்சொல் 4 மற்றும் 20 எழுத்துகள் இருக்க வேண்டும்!';
$_['error_confirm']   = 'கடவுச்சொல் மற்றும் உறுதி செய்யப்பட்ட கடவுச்சொல் பொருந்தவில்லை!';
