<?php
// Heading
$_['heading_title']  = 'கடவுச்சொல்லை மாற்றுக';

// Text
$_['text_account']   = 'விவரம்';
$_['text_password']  = 'உங்கள் கடவுச்சொல்';
$_['text_success']   = 'வெற்றி: உங்கள் கடவுச்சொல் வெற்றிகரமாக புதுப்பிக்கப்பட்டது!.';

// Entry
$_['entry_password'] = 'கடவுச்சொல்';
$_['entry_confirm']  = 'கடவுச்சொல்லை உறுதி செய்க';

// Error
$_['error_password'] = 'கடவுச்சொல் 4 மற்றும் 20 எழுத்துகள் இருக்க வேண்டும்!';
$_['error_confirm']  = 'கடவுச்சொல் மற்றும் உறுதி செய்யப்பட்ட கடவுச்சொல் பொருந்தவில்லை!';