<?php
// header
$_['heading_title']  = 'உங்கள் கடவுச்சொல்லை மீட்டமைக்க';

// Text
$_['text_account']   = 'விவரம்';
$_['text_password']  = 'நீங்கள் பயன்படுத்த விரும்பும் புதிய கடவுச்சொல்லை உள்ளிடவும்.';
$_['text_success']   = 'வெற்றி: உங்கள் கடவுச்சொல் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.';

// Entry
$_['entry_password'] = 'கடவுச்சொல்';
$_['entry_confirm']  = 'உறுதிப்படுத்தவும்';

// Error
$_['error_password'] = 'கடவுச்சொல் 4 மற்றும் 20 எழுத்துகள் இருக்க வேண்டும்!';
$_['error_confirm']  = 'கடவுச்சொல் மற்றும் உறுதி செய்யப்பட்ட கடவுச்சொல் பொருந்தவில்லை!';
$_['error_code']     = 'கடவுச்சொல் மீட்டமை குறியீடு தவறானது அல்லது முன்பு பயன்படுத்தப்பட்டுள்ளது!';