<?php
// Heading
$_['heading_title'] = 'உங்களுடைய தனிப்பட்ட விவரம் உருவாக்கப்பட்டது!';

// Text
$_['text_message']  = '<p>வாழ்த்துக்கள்! உங்களுடைய தனிப்பட்ட விவரம் உருவாக்கப்பட்டது!</p> <p>You can now take advantage of member privileges to enhance your online shopping experience with us.</p> <p>உங்களுக்கு இந்த ஆன்லைன் ஷாப்பிங் செயல்பாடு பற்றி ஏதேனும் கேள்விகள் இருந்தால், தயவு செய்து  கடை உரிமையாளருக்கு மின்னஞ்சல் அனுப்பவும்.</p> <p>நீங்கள் உறுதிப்படுத்துவத்திற்காக, ஒரு மின்னஞ்சலை உங்கள் மின்னஞ்சல் முகவரிக்கு அனுப்பப்பட்டுள்ளது. ஒரு மணி நேரத்திற்குள் அதை பெறவில்லையென்றால், தயவு செய்து <a href="%s">எங்களை தொடர்புகொள்ளவும்</a>.</p>';
$_['text_approval'] = '<p>பதிவுக்கு நன்றி  %s!</p><p>உங்களுடைய தனிப்பட்ட விவரம் செயல்படுத்தப்பட பின்னர், மின்னஞ்சல் மூலம் அறிவிக்கப்படும்.</p><p>உங்களுக்கு இந்த ஆன்லைன் ஷாப்பிங் செயல்பாடு பற்றி ஏதேனும் கேள்விகள் இருந்தால், தயவு செய்து <a href="%s">கடை உரிமையாளரை தொடர்பு கொள்ளவும் </a>.</p>';
$_['text_account']  = 'விவரம்';
$_['text_success']  = 'வெற்றி';
