<?php
// Heading
$_['heading_title'] = 'எனக்கு பிடித்தது';

// Text
$_['text_account']  = 'விவரம்';
$_['text_instock']  = 'கையிருப்பில் உள்ளது';
$_['text_wishlist'] = 'எனக்கு பிடித்தது(%s)';
$_['text_login']    = 'நீங்கள் <a href="%s">உள்நுழையவும் </a> அல்லது  <a href="%s">உங்கள் விவரத்தை பதிவு செய்யவும் </a> இதை  <a href="%s">%s</a> உங்கள்  <a href="%s">ஆசைபட்டியலில் சேர்க்க </a>!';
$_['text_success']  = 'வெற்றி: நீங்கள் இதை  <a href="%s">%s</a> உங்கள் <a href="%s">ஆசைபட்டியலில் சேர்த்துவிட்டீர்கள் </a>!';
$_['text_remove']   = 'வெற்றி: நீங்கள் உங்கள் ஆசைபட்டியலை மாற்றி விட்டீர்கள்!';
$_['text_empty']    = 'உங்கள் ஆசைபட்டியல் காலியாக உள்ளது.';

// Column
$_['column_image']  = 'படம்';
$_['column_name']   = 'பொருளின் பெயர்';
$_['column_model']  = 'மாதிரி';
$_['column_stock']  = 'பங்கு';
$_['column_price']  = 'அலகு விலை';
$_['column_action'] = 'செயல்';